Хранение текущего количества студентов в группе:
    тип данных - int (целое число)
Хранение температуры в градусах Цельсия:
    тип данных - float (дробь)
Хранение логина пользователя:
    тип данных - str (текстовая строка)
Хранение информации о том, включено ли уведомление:
    тип данных - bool (да или нет/True or False)
Хранение списка любимых фильмов:
    тип данных - list (список, который можно изменять)
Хранение координат точки в 2D пространстве (x, y), которые не должны изменяться после задания:
    тип данных - turtle (неизменяемые координаты)
Хранение уникальных ID товаров в корзине покупок:
    тип данных - set (множество в котором не может существовать одинаковые ID)
Хранение соответствия между названием страны и её столицей:
    тип джанных - dict (значения в виде [ключ:значение])
